trunk/HSIM/AJC/Transient/xml/GetPage

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetIVUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<Operation>
<Target>
<Id>Document</Id>
<Type>Document</Type>
</Target>
<Operator>GetPage</Operator>
<Oprand>
<Name>$1</Name>
<Value>$2</Value>
</Oprand>
<Oprand>
<Name>svg</Name>
<Value>$3</Value>
</Oprand>
<Oprand>
<Name>totalpage</Name>
<Value>$4</Value>
</Oprand>
</Operation>
</GetIVUpdatedObjects>
</Body>
</Envelope>